module.exports = [
  {
    city: 1,
    cityName: '深圳',
    children: [
      '新亚洲电子城二期',
      '新亚洲电子商城一期',
      '高科德电子市场',
      '华强电子世界',
      '华强广场',
      '都会电子城',
      '都会100大厦',
      '鼎诚国际大厦',
      '华强三期',
      '都会轩',
      '华强北上步工业区',
      '佳和大厦',
      '南光捷佳大厦',
      '深纺大厦',
      '福田区赛格科技园',
      '海外装饰大厦',
      '南光大厦',
      '华强花园',
      '华匀大厦',
      '世贸广场',
      '航苑大厦',
      '其他',
    ]
  },
  {
    city: 2,
    cityName: '北京',
    children: [
      '新中发电子市场',
      '中发电子大厦',
      '泛亚大厦',
      '知春电子城',
      '中海园电子市场',
      '知春大厦',
      '豪景大厦',
      '中发电子市场',
      '豪景佳苑',
      '银网中心',
      '中天助市场',
      '其他',
    ]
  },
  {
    city: 3,
    cityName: '汕头',
    children: [
      '粤东电子城',
      '贵屿镇电子市场',
      '贵屿镇南安电子市场',
      '雍景豪庭',
      '新兴电子市场',
      '其他',
    ]
  },
  {
    city: 4,
    cityName: '上海',
    children: [
      '上海赛格电子市场',
      '瑞尔大厦',
      '海泰时代大厦',
      '其他',
    ]
  }
]
